Autodesk.Revit.UI.PostableCommand.TagByExample
Creates new tags on target hosts that match the position and orientation of selected example tags.

Autodesk.Revit.UI.PostableCommand.IsolateAnnotations
Isolates annotation elements, supporting streamlined selection and editing.

Autodesk.Revit.UI.PostableCommand.CoordinationModelChanges
Displays the overview of changes between the current version of a linked coordination model from cloud and any of its previous versions.

Autodesk.Revit.UI.PostableCommand.Numbering
Creates, edits or applies numbering templates to the project.

Autodesk.Revit.UI.PostableCommand.CoordinationModelAutodeskDocs
Links a coordination model view from cloud into the current project.

Autodesk.Revit.UI.PostableCommand.Sketch3D
Launches a new session of FormIt to create and edit conceptual designs. Only available when 3D view is active. To edit an existing FormIt element, use Modify > Edit in FormIt.

Autodesk.Revit.UI.PostableCommand.CreateStudy
Generates alternative designs based on your criteria.

Autodesk.Revit.UI.PostableCommand.ExploreOutcomes
Displays the designs generated by a study.

Autodesk.Revit.UI.PostableCommand.EnergyModelSettings
Specifies parameters used to create the energy analytical model.

Autodesk.Revit.UI.PostableCommand.AutodeskAssistant
Get help, find answers, and keep things moving -- right where you work.

Autodesk.Revit.UI.PostableCommand.PathFreeFormRebar
Creates free form rebar with planar bars, distributed along a distribution path.

Autodesk.Revit.UI.PostableCommand.MorphedFreeFormRebar
Creates free form rebar along transverse bar segments or between the selected faces.

Autodesk.Revit.UI.PostableCommand.ShapeDrivenRebar
Places planar, multi-planar or spiral shape driven rebar.

Autodesk.Revit.UI.PostableCommand.SplitWithGap
Splits a wall, pipe, duct, cable tray, conduit, toposolids, structural framing or a column into 2 segments with a defined gap.

Autodesk.Revit.UI.PostableCommand.CutProfileOnBoundaryBetweenFaces
Highlights the boundary line between faces when modifying the cut profile of an element. Click the highlighted boundary to select it and enter sketch mode.

Autodesk.Revit.UI.PostableCommand.CutProfileOnFace
Highlights the entire boundary around a face when modifying the cut profile of an element. Click the highlighted cut face to select it and enter sketch mode.

Autodesk.Revit.UI.PostableCommand.Issues
Shows or hides the Issues panel and toggles the visibility of issue push pins.

Autodesk.Revit.UI.PostableCommand.ContextualData
Provides access to third-party contextual data products, such as terrain and surrounding buildings, for use in design decision-making and Forma analyses.

Autodesk.Revit.UI.PostableCommand.EnergyModelGuide
Provides guidance for setting up and configuring the energy analytical model. Use this tool to access step-by-step guidance for creating and configuring your energy model.

Autodesk.Revit.UI.PostableCommand.MicroClimate
Evaluates perceived temperature on site by combining sun, wind, and sky exposure with localized weather and climate data.

Autodesk.Revit.UI.PostableCommand.WindSimulation
Performs comprehensive Forma wind analysis to assess wind direction and comfort.

Autodesk.Revit.UI.PostableCommand.AnalysesAndHistory
Provides a list of existing Forma analyses to review, and allows you to start new analyses to reflect design changes.

Autodesk.Revit.UI.PostableCommand.HeatingAndCoolingLoads
Determines the heating and cooling demands of a building model.

Autodesk.Revit.UI.PostableCommand.WindEstimate
Performs a quick wind analysis to estimate the impact of design changes, powered by the Forma Industry Cloud.

Autodesk.Revit.UI.PostableCommand.ManageScenarios
Connects your model to a scenario to unlock Forma tools and manage scenarios.